12th-grade/gd.org
#+TITLE: Geração Distribuida
#+DESCRIPTION: Geração Distribuida - Meu caderno virtual
#+SETUPFILE: https://luispengler.github.io/site/org-html-themes/org/theme-readtheorg.setup
#+LaTeX_+HEADER: \usepackage{physics}
#+LaTeX_+HEADER: \usepackage{amsmath}
#+OPTIONS: num:nil ^:{} toc:2

* Avaliação
\[{P_1} = 0,8P + 0,2L\]
\[{P_2} = 0,8T + 0,2L\]

* Revolução normativa 482/12 - ANEEL
+ Marco regulatório da compensação de energia através do sistema de créditos
+ Prazo de 36 meses
* 687
+ Prazo de 60 meses
+ Empreendimento com múltiplas unidades consumidoras
** Potência Máxima instalada
+ Grupo A = Demanda
+ Grupo B = Consumo (Não pode instalar acima do consumo)

* Mudanças da 482/12
+ Passou de 36 para 60 meses (como visto na 687)
+ Mudou de <100kW para 75kW (micro geração)
+ Mudou de 100kW-1mW para 75kW-5mW (mini geração)
* Lei 14.300/22
+ Marco legal do micro e mini geração de energia
+ Até 7 janeiro de 2023 -> isento até 2045
+ A partir 2023 -> 15%
+ A partir 2024 -> 30%
+ A partir 2025 -> 45%
+ A partir 2026 -> 60%
+ A partir 2027 -> 75%
+ A partir 2028 -> 90%
+ Custo de disponibilidade
+ Excedente de energia -> Agora é por prioridade, em vez de divisão igual entre as unidades consumidoras
+ Paga o injetado

* Trabalho da pesquisa
https://presrepublica.jusbrasil.com.br/legislacao/1348064891/lei-14300-22

* Apresentação grupo 1
+ Capitulo 1: Termos.
+ 482 só favorecia o cliente
+ Micro rede até 75kW
+ Não pode usar outra distribuidora
+ Excedente pode ser alocado para outras contas
+ Solicitação de acesso e de aumento de potência

* Aprsentação grupo 2

* Avaliação da apresentação
+ Não é só ler o texto da lei, tem que dar uma explicação

* 6 questões para a prova do nosso grupo
+ 3 - verdadeiro e falso (letras a-e)
+ 2 - multipla escolha (letras a-e)
+ 1 - questão aberta
** Capítulo 3
1) Quais fatores devem ser levados em consideração para o atendimento às solicitações de nova conexão ou alteração da conexão existente para instalação de microgeração ou minigeração distribuída? R: Cálculo da participação financeira da concessionária ou permissionária e a possível participação financeira do consumidor-gerador titular da unidade consumidora
2) Nas alternativas abaixo, assinale a única opção que indica corretamente quem é o responsável financeiramente pelo sistema indicado: a) a distribuidora é responsável técnica e financeiramente pelo sistema de medição da microgeração distribuida b) a distribuidora é responsável técnica e financeiramente pelo sistema de medição da minigeração distribuida c) a distribuidora é responsável técnica e financeiramente pelo sistema de medição da minigeração e microgeração distribuida d) Os custos de adequação do sistema de medição para conexão da minigeração distribuida não são de responsabilidade do interessado e) Os custos de adequação do sistema de medição para conexão da microgeração distribuida são de responsabilidade do interessado R: a)
** Capítulo 4
3) Dentre as alternativas abaixo assinale a falsa sobre a possibilidade de aderência ao SCEE pelos consumidores de energia, pessoas físicas ou jurídicas, e suas respectivas unidades consumidoras a) com microgeração distribuída com geração local ou remota b) com minigeração distribuída com geração local ou remota c) integrantes de empreendimento com múltiplas unidades consumidoras d) com geração compartilhada ou integrantes de geração compartilhada e) consumidores que tenham documentos que comprovam a posse de propriedade do imóvel onde se encontra instalada ou será instalada a microgeração ou minigeração distribuida, que o consumidor tenha alugado ou arrendado terrenos, lotes e propriedades em condições nas quais o valor do aluguel ou do arrendamento se dê em real por unidade de energia elétrica R: e
4) Dentre as alternativas abaixo, assinale verdadeiro ou falso sobre a lei 14.300 capítulo 4, art 12., referente ao ciclo de faturamento para cada posto tarifário
   (  ) O excedente de energia elétrica de um posto tarifário deve ser inicialmente alocado no mesmo posto tarifário
   (  ) quando a unidade consumidora estiver em local diferente da geração, o faturamente deve considera a energia consumida
   (  ) o consumidor-gerador titular da unidade consumidora onde se encontra instalada a microgeração ou minigeração distribuida pode solicitar alteração dos percentuais
   (  ) em postos tarifários distintos do que foi gerado, não deve-se observar a relação entre as componentes tarifárias que recuperem os cutos pela compra de energia elétrica (  ) O excedente de energia elétrica de um posto tarifário deve ser inicialmente alocado para outros postos tarifários da mesma unidade consumidora que gerou a energia elétrica R: V, V, V, F, F

5) Dentre as alternativas abaixo, assinale verdadeiro ou falso sobre a lei 14.300 capítulo 4, art 13., referente aos créditos de energia elétrica:
   (  ) Os créditos de energia elétrica expiram em 60 (sessenta) meses após a data de faturamento em que foram gerados e serão revertidos em prol da modalidade tarifária que o consumidor participa
   (  ) Na microgeração ou na minigeração distribúida, o consumidor-gerador titular da unidade consumidora pode solicitar a distribuição do saldo existente para outras unidades consumidoras
   (  ) Caso não ocorra a solicitação de alocação dos créditos do consumidor-gerador não implicará na realocação
   (  ) Pode ser feita a solicitação de alocação dos créditos do consumidor-gerador para determinada unidade em até 90 (noventa) dias após o encerramento da relação contratual
   (  ) Pode ser feita a solicitação de alocação dos créditos do consumidor-gerador para determinada unidade em até 30 (trinta) dias após o encerramento da relação contratual
    R: V, V, F, F, V
6) Dentre as alternativas abaixo, assinale verdadeiro ou falso sobre a lei 14.300 capítulo 4, art 17., referente as regras tarifárias estabelecidadas pela ANEEL:
   (  ) As unidades consumidoras serão faturadas pela incidência sobre a energia elétrica ativa consumida da rede de distribuição
   (  ) Competirá ao Conselho Nacional de Política Energética (CNPE), estabelecer as diretrizes para valoração dos custos e dos benefícios da microgeração e minigeração distribuída
   (  ) No estabelecimentos das diretrizes não deverá considerar todos os benefícios
   (  ) Após o transcurso dos prazos de transição a unidade consumidora participante não será faturada pela mesma modalidade tarifária vigente estipulada em regulação da ANEEL
   (  ) O prazo para a ANEEL estabelecer os cálculos da valoração dos benefícios é de até 18 (dezoito) meses
R: V, V, F, F, V


* Cogeração de Energia
+ Geração distribuída = Próximo da UC
+ Geração por fontes renováveis = Fontes que o meio ambiente pode repor
+ Cogeração de energia = conversão e aproveitamento em mais de uma forma de energia

* Projeto de um sistema off grid
** Enumerar a pot instalada
+ 10 lâmpadas -> ligadas por 3h, de 6W -> 10x3x6 = 180W/h (dia) -> 5400W/h (mês)
+ 2 geladeira -> ligadas por 6h, 200W -> 2400W/h (dia) -> 72kW/h (mês)
+ 2 televisão -> ligadas por 8h, 100W -> 1600W/h (dia) -> 48kW/h (mês)
+ Não colocar chuveiro
+ 1 Computador -> ligadas por 6h, 100W -> 600W/h (dia) -> 18kW/h (mês)
+ Potência total: 143,4kW
** Cálculo do inversor
+ Considerar a potência instalada
+ 10x6 + 2x200 + 2x100 + 1x100 = 760W -> Inversor de 1kW
** Cálculo das baterias
+ Curva de vida útil, nunca descarregar mais que 50%
+ Pensar no tempo que as baterias tem que funcionar -> usamos 1 dia
+ 4780W -> 20% das baterias -> Logo 100% das baterias aprox 24kW -> Dividindo por 12 = 2kA -> 10 baterias de 200Ah
+ Agora considerando 10% de perda nas cargas e descargas, multiplica por 81/100 -> 24kW/0,81 = aprox 30kW
+ 30kW/12V = 2,5kA -> 10 baterias de 250Ah
** Cálculo dos paineis
+ Como a gente só carrega 20% das baterias, só precisamos de 20% da potência das baterias por dias
+ 4780W/0,81 (10% de perda na carga + 10% de perda na saida) = aprox 5900W/h (dia)
+ 5900W/0,91 x 5,4h x 300W (cadapainel) = 5 paineis de 300W
** Número de painéis
+ Correção para inclinação dos paineis
+ Taca na tabela e consegue 0,91
+ Horas de sol pleno CG -> 5,4h
** Cálculo do controlador de carga
+ 5900W/12V = 491A -> controlador de 80A = 6 controladores de carga
+ Indicar como está ligado as baterias, controlador de carga e paineis
** Corrente dos disjuntores
+ 10 baterias de 220 ampere = 2200A
+ O disjuntor será calculado em termos do inversor instalado: 1kW
+ Tensão das baterias = 12V
+ Para 10 baterias = 1kW/12Vx10 = aprox 10A

* Adicionais
+ Indicar os materiais, o preço
* Monday
+ PE -> 13h

* Projeto da minha casa
** Enumerar a pot instalada
+ 1 lâmpada  (quarto) -> ligada por 5h, de 6W -> 1x5x6 = 300W/h (dia) -> 9000W/h (mês)
+ 2 lâmpadas (quarto 2) -> ligada por 4h, de 9W -> 2x4x9 = 72W/h (dia) -> 2160W/h (mês)
+ 3 lâmpadas (banheiros) -> ligada por 2h, de 6W -> 3x2x6 = 36W/h (dia) -> 1080W/h (mês)
+ 3 lâmpadas (cozinha) -> ligada por 6h, de 9W -> 3x6x9 = 162W/h (dia) -> 4860W/h (mês)
+ 3 lâmpadas (area de serviço) -> ligado por 6h, de 9W -> 162W/h (dia) -> 4860W/h (mês)
+ 1 computador -> ligado por 8h, de 240W -> 1920W/h (dia) -> 57600W/h (mês)
+ 1 televisão -> ligado por 6h, de 100W -> 600W/h (dia) -> 18000W/h (mês)
+ 1 geladeira -> ligado por 6h, de 200W -> 1200W/h (dia) -> 36000W/h (mês)
+ 1 microondas -> ligado por 15min, de 2000W -> 500W/h (dia) -> 15000W/h (mês)
+ 1 ventilador -> ligado por 8h, de 60W -> 480W/h (dia) -> 14400W/h (mês)
+ Total = 162,9W/h (mês)
** Cálculo do inversor
+ 6 + 18 + 18 + 27 + 27 + 240 + 100 + 200 + 200 + 60 = 896 W -> Inversor de 1kW
** Cálculo das baterias
+ Pensar no tempo que as baterias tem que funcionar -> usamos 1 dia
+ 5432W -> 20% das baterias -> Logo 100% das baterias = 27160W -> 27600W (that corresponds to) -> Dividindo por 12 = 2263A -> 10 baterias de 200Ah
+ Agora considerando 10% de perda nas cargas e descargas, multiplica por 81/100 -> 24kW/0,81 = aprox 30kW
+ 30kW/12V = 2,5kA -> 10 baterias de 250Ah
