html/12th-grade/gd.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-01-27 Fri 20:10 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Geração Distribuida</title>
<meta name="author" content="Luís Spengler" />
<meta name="description" content="Geração Distribuida - Meu caderno virtual" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Geração Distribuida</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgdb4dd06">Avaliação</a></li>
<li><a href="#org8404eb8">Revolução normativa 482/12 - ANEEL</a></li>
<li><a href="#orgc30221b">687</a>
<ul>
<li><a href="#orgbc84888">Potência Máxima instalada</a></li>
</ul>
</li>
<li><a href="#org88ea957">Mudanças da 482/12</a></li>
<li><a href="#orgc884dfe">Lei 14.300/22</a></li>
<li><a href="#orge68ada4">Trabalho da pesquisa</a></li>
<li><a href="#orgfd701f1">Apresentação grupo 1</a></li>
<li><a href="#org0aa8f65">Aprsentação grupo 2</a></li>
<li><a href="#org98c7270">Avaliação da apresentação</a></li>
<li><a href="#orgef1fb03">6 questões para a prova do nosso grupo</a>
<ul>
<li><a href="#orgb5c6d19">Capítulo 3</a></li>
<li><a href="#orgd9b6923">Capítulo 4</a></li>
</ul>
</li>
<li><a href="#org95ef488">Cogeração de Energia</a></li>
<li><a href="#org4ecc54a">Projeto de um sistema off grid</a>
<ul>
<li><a href="#org112e00d">Enumerar a pot instalada</a></li>
<li><a href="#org12b2abc">Cálculo do inversor</a></li>
<li><a href="#org479d272">Cálculo das baterias</a></li>
<li><a href="#org5e49123">Cálculo dos paineis</a></li>
<li><a href="#org67b6053">Número de painéis</a></li>
<li><a href="#org5353561">Cálculo do controlador de carga</a></li>
<li><a href="#orgecd2951">Corrente dos disjuntores</a></li>
</ul>
</li>
<li><a href="#orgabe4323">Adicionais</a></li>
<li><a href="#orgd022ce9">Monday</a></li>
<li><a href="#orgb66b71d">Projeto da minha casa</a>
<ul>
<li><a href="#orgd12994c">Enumerar a pot instalada</a></li>
<li><a href="#org5702033">Cálculo do inversor</a></li>
<li><a href="#org81bcc17">Cálculo das baterias</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgdb4dd06" class="outline-2">
<h2 id="orgdb4dd06">Avaliação</h2>
<div class="outline-text-2" id="text-orgdb4dd06">
<p>
\[{P_1} = 0,8P + 0,2L\]
\[{P_2} = 0,8T + 0,2L\]
</p>
</div>
</div>

<div id="outline-container-org8404eb8" class="outline-2">
<h2 id="org8404eb8">Revolução normativa 482/12 - ANEEL</h2>
<div class="outline-text-2" id="text-org8404eb8">
<ul class="org-ul">
<li>Marco regulatório da compensação de energia através do sistema de créditos</li>
<li>Prazo de 36 meses</li>
</ul>
</div>
</div>
<div id="outline-container-orgc30221b" class="outline-2">
<h2 id="orgc30221b">687</h2>
<div class="outline-text-2" id="text-orgc30221b">
<ul class="org-ul">
<li>Prazo de 60 meses</li>
<li>Empreendimento com múltiplas unidades consumidoras</li>
</ul>
</div>
<div id="outline-container-orgbc84888" class="outline-3">
<h3 id="orgbc84888">Potência Máxima instalada</h3>
<div class="outline-text-3" id="text-orgbc84888">
<ul class="org-ul">
<li>Grupo A = Demanda</li>
<li>Grupo B = Consumo (Não pode instalar acima do consumo)</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org88ea957" class="outline-2">
<h2 id="org88ea957">Mudanças da 482/12</h2>
<div class="outline-text-2" id="text-org88ea957">
<ul class="org-ul">
<li>Passou de 36 para 60 meses (como visto na 687)</li>
<li>Mudou de &lt;100kW para 75kW (micro geração)</li>
<li>Mudou de 100kW-1mW para 75kW-5mW (mini geração)</li>
</ul>
</div>
</div>
<div id="outline-container-orgc884dfe" class="outline-2">
<h2 id="orgc884dfe">Lei 14.300/22</h2>
<div class="outline-text-2" id="text-orgc884dfe">
<ul class="org-ul">
<li>Marco legal do micro e mini geração de energia</li>
<li>Até 7 janeiro de 2023 -&gt; isento até 2045</li>
<li>A partir 2023 -&gt; 15%</li>
<li>A partir 2024 -&gt; 30%</li>
<li>A partir 2025 -&gt; 45%</li>
<li>A partir 2026 -&gt; 60%</li>
<li>A partir 2027 -&gt; 75%</li>
<li>A partir 2028 -&gt; 90%</li>
<li>Custo de disponibilidade</li>
<li>Excedente de energia -&gt; Agora é por prioridade, em vez de divisão igual entre as unidades consumidoras</li>
<li>Paga o injetado</li>
</ul>
</div>
</div>

<div id="outline-container-orge68ada4" class="outline-2">
<h2 id="orge68ada4">Trabalho da pesquisa</h2>
<div class="outline-text-2" id="text-orge68ada4">
<p>
<a href="https://presrepublica.jusbrasil.com.br/legislacao/1348064891/lei-14300-22">https://presrepublica.jusbrasil.com.br/legislacao/1348064891/lei-14300-22</a>
</p>
</div>
</div>

<div id="outline-container-orgfd701f1" class="outline-2">
<h2 id="orgfd701f1">Apresentação grupo 1</h2>
<div class="outline-text-2" id="text-orgfd701f1">
<ul class="org-ul">
<li>Capitulo 1: Termos.</li>
<li>482 só favorecia o cliente</li>
<li>Micro rede até 75kW</li>
<li>Não pode usar outra distribuidora</li>
<li>Excedente pode ser alocado para outras contas</li>
<li>Solicitação de acesso e de aumento de potência</li>
</ul>
</div>
</div>

<div id="outline-container-org0aa8f65" class="outline-2">
<h2 id="org0aa8f65">Aprsentação grupo 2</h2>
</div>

<div id="outline-container-org98c7270" class="outline-2">
<h2 id="org98c7270">Avaliação da apresentação</h2>
<div class="outline-text-2" id="text-org98c7270">
<ul class="org-ul">
<li>Não é só ler o texto da lei, tem que dar uma explicação</li>
</ul>
</div>
</div>

<div id="outline-container-orgef1fb03" class="outline-2">
<h2 id="orgef1fb03">6 questões para a prova do nosso grupo</h2>
<div class="outline-text-2" id="text-orgef1fb03">
<ul class="org-ul">
<li>3 - verdadeiro e falso (letras a-e)</li>
<li>2 - multipla escolha (letras a-e)</li>
<li>1 - questão aberta</li>
</ul>
</div>
<div id="outline-container-orgb5c6d19" class="outline-3">
<h3 id="orgb5c6d19">Capítulo 3</h3>
<div class="outline-text-3" id="text-orgb5c6d19">
<ol class="org-ol">
<li>Quais fatores devem ser levados em consideração para o atendimento às solicitações de nova conexão ou alteração da conexão existente para instalação de microgeração ou minigeração distribuída? R: Cálculo da participação financeira da concessionária ou permissionária e a possível participação financeira do consumidor-gerador titular da unidade consumidora</li>
<li>Nas alternativas abaixo, assinale a única opção que indica corretamente quem é o responsável financeiramente pelo sistema indicado: a) a distribuidora é responsável técnica e financeiramente pelo sistema de medição da microgeração distribuida b) a distribuidora é responsável técnica e financeiramente pelo sistema de medição da minigeração distribuida c) a distribuidora é responsável técnica e financeiramente pelo sistema de medição da minigeração e microgeração distribuida d) Os custos de adequação do sistema de medição para conexão da minigeração distribuida não são de responsabilidade do interessado e) Os custos de adequação do sistema de medição para conexão da microgeração distribuida são de responsabilidade do interessado R: a)</li>
</ol>
</div>
</div>
<div id="outline-container-orgd9b6923" class="outline-3">
<h3 id="orgd9b6923">Capítulo 4</h3>
<div class="outline-text-3" id="text-orgd9b6923">
<ol class="org-ol">
<li>Dentre as alternativas abaixo assinale a falsa sobre a possibilidade de aderência ao SCEE pelos consumidores de energia, pessoas físicas ou jurídicas, e suas respectivas unidades consumidoras a) com microgeração distribuída com geração local ou remota b) com minigeração distribuída com geração local ou remota c) integrantes de empreendimento com múltiplas unidades consumidoras d) com geração compartilhada ou integrantes de geração compartilhada e) consumidores que tenham documentos que comprovam a posse de propriedade do imóvel onde se encontra instalada ou será instalada a microgeração ou minigeração distribuida, que o consumidor tenha alugado ou arrendado terrenos, lotes e propriedades em condições nas quais o valor do aluguel ou do arrendamento se dê em real por unidade de energia elétrica R: e</li>
<li>Dentre as alternativas abaixo, assinale verdadeiro ou falso sobre a lei 14.300 capítulo 4, art 12., referente ao ciclo de faturamento para cada posto tarifário
(  ) O excedente de energia elétrica de um posto tarifário deve ser inicialmente alocado no mesmo posto tarifário
(  ) quando a unidade consumidora estiver em local diferente da geração, o faturamente deve considera a energia consumida
(  ) o consumidor-gerador titular da unidade consumidora onde se encontra instalada a microgeração ou minigeração distribuida pode solicitar alteração dos percentuais
(  ) em postos tarifários distintos do que foi gerado, não deve-se observar a relação entre as componentes tarifárias que recuperem os cutos pela compra de energia elétrica (  ) O excedente de energia elétrica de um posto tarifário deve ser inicialmente alocado para outros postos tarifários da mesma unidade consumidora que gerou a energia elétrica R: V, V, V, F, F</li>

<li>Dentre as alternativas abaixo, assinale verdadeiro ou falso sobre a lei 14.300 capítulo 4, art 13., referente aos créditos de energia elétrica:
(  ) Os créditos de energia elétrica expiram em 60 (sessenta) meses após a data de faturamento em que foram gerados e serão revertidos em prol da modalidade tarifária que o consumidor participa
(  ) Na microgeração ou na minigeração distribúida, o consumidor-gerador titular da unidade consumidora pode solicitar a distribuição do saldo existente para outras unidades consumidoras
(  ) Caso não ocorra a solicitação de alocação dos créditos do consumidor-gerador não implicará na realocação
(  ) Pode ser feita a solicitação de alocação dos créditos do consumidor-gerador para determinada unidade em até 90 (noventa) dias após o encerramento da relação contratual
(  ) Pode ser feita a solicitação de alocação dos créditos do consumidor-gerador para determinada unidade em até 30 (trinta) dias após o encerramento da relação contratual
 R: V, V, F, F, V</li>
<li>Dentre as alternativas abaixo, assinale verdadeiro ou falso sobre a lei 14.300 capítulo 4, art 17., referente as regras tarifárias estabelecidadas pela ANEEL:
(  ) As unidades consumidoras serão faturadas pela incidência sobre a energia elétrica ativa consumida da rede de distribuição
(  ) Competirá ao Conselho Nacional de Política Energética (CNPE), estabelecer as diretrizes para valoração dos custos e dos benefícios da microgeração e minigeração distribuída
(  ) No estabelecimentos das diretrizes não deverá considerar todos os benefícios
(  ) Após o transcurso dos prazos de transição a unidade consumidora participante não será faturada pela mesma modalidade tarifária vigente estipulada em regulação da ANEEL
(  ) O prazo para a ANEEL estabelecer os cálculos da valoração dos benefícios é de até 18 (dezoito) meses</li>
</ol>
<p>
R: V, V, F, F, V
</p>
</div>
</div>
</div>


<div id="outline-container-org95ef488" class="outline-2">
<h2 id="org95ef488">Cogeração de Energia</h2>
<div class="outline-text-2" id="text-org95ef488">
<ul class="org-ul">
<li>Geração distribuída = Próximo da UC</li>
<li>Geração por fontes renováveis = Fontes que o meio ambiente pode repor</li>
<li>Cogeração de energia = conversão e aproveitamento em mais de uma forma de energia</li>
</ul>
</div>
</div>

<div id="outline-container-org4ecc54a" class="outline-2">
<h2 id="org4ecc54a">Projeto de um sistema off grid</h2>
<div class="outline-text-2" id="text-org4ecc54a">
</div>
<div id="outline-container-org112e00d" class="outline-3">
<h3 id="org112e00d">Enumerar a pot instalada</h3>
<div class="outline-text-3" id="text-org112e00d">
<ul class="org-ul">
<li>10 lâmpadas -&gt; ligadas por 3h, de 6W -&gt; 10x3x6 = 180W/h (dia) -&gt; 5400W/h (mês)</li>
<li>2 geladeira -&gt; ligadas por 6h, 200W -&gt; 2400W/h (dia) -&gt; 72kW/h (mês)</li>
<li>2 televisão -&gt; ligadas por 8h, 100W -&gt; 1600W/h (dia) -&gt; 48kW/h (mês)</li>
<li>Não colocar chuveiro</li>
<li>1 Computador -&gt; ligadas por 6h, 100W -&gt; 600W/h (dia) -&gt; 18kW/h (mês)</li>
<li>Potência total: 143,4kW</li>
</ul>
</div>
</div>
<div id="outline-container-org12b2abc" class="outline-3">
<h3 id="org12b2abc">Cálculo do inversor</h3>
<div class="outline-text-3" id="text-org12b2abc">
<ul class="org-ul">
<li>Considerar a potência instalada</li>
<li>10x6 + 2x200 + 2x100 + 1x100 = 760W -&gt; Inversor de 1kW</li>
</ul>
</div>
</div>
<div id="outline-container-org479d272" class="outline-3">
<h3 id="org479d272">Cálculo das baterias</h3>
<div class="outline-text-3" id="text-org479d272">
<ul class="org-ul">
<li>Curva de vida útil, nunca descarregar mais que 50%</li>
<li>Pensar no tempo que as baterias tem que funcionar -&gt; usamos 1 dia</li>
<li>4780W -&gt; 20% das baterias -&gt; Logo 100% das baterias aprox 24kW -&gt; Dividindo por 12 = 2kA -&gt; 10 baterias de 200Ah</li>
<li>Agora considerando 10% de perda nas cargas e descargas, multiplica por 81/100 -&gt; 24kW/0,81 = aprox 30kW</li>
<li>30kW/12V = 2,5kA -&gt; 10 baterias de 250Ah</li>
</ul>
</div>
</div>
<div id="outline-container-org5e49123" class="outline-3">
<h3 id="org5e49123">Cálculo dos paineis</h3>
<div class="outline-text-3" id="text-org5e49123">
<ul class="org-ul">
<li>Como a gente só carrega 20% das baterias, só precisamos de 20% da potência das baterias por dias</li>
<li>4780W/0,81 (10% de perda na carga + 10% de perda na saida) = aprox 5900W/h (dia)</li>
<li>5900W/0,91 x 5,4h x 300W (cadapainel) = 5 paineis de 300W</li>
</ul>
</div>
</div>
<div id="outline-container-org67b6053" class="outline-3">
<h3 id="org67b6053">Número de painéis</h3>
<div class="outline-text-3" id="text-org67b6053">
<ul class="org-ul">
<li>Correção para inclinação dos paineis</li>
<li>Taca na tabela e consegue 0,91</li>
<li>Horas de sol pleno CG -&gt; 5,4h</li>
</ul>
</div>
</div>
<div id="outline-container-org5353561" class="outline-3">
<h3 id="org5353561">Cálculo do controlador de carga</h3>
<div class="outline-text-3" id="text-org5353561">
<ul class="org-ul">
<li>5900W/12V = 491A -&gt; controlador de 80A = 6 controladores de carga</li>
<li>Indicar como está ligado as baterias, controlador de carga e paineis</li>
</ul>
</div>
</div>
<div id="outline-container-orgecd2951" class="outline-3">
<h3 id="orgecd2951">Corrente dos disjuntores</h3>
<div class="outline-text-3" id="text-orgecd2951">
<ul class="org-ul">
<li>10 baterias de 220 ampere = 2200A</li>
<li>O disjuntor será calculado em termos do inversor instalado: 1kW</li>
<li>Tensão das baterias = 12V</li>
<li>Para 10 baterias = 1kW/12Vx10 = aprox 10A</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgabe4323" class="outline-2">
<h2 id="orgabe4323">Adicionais</h2>
<div class="outline-text-2" id="text-orgabe4323">
<ul class="org-ul">
<li>Indicar os materiais, o preço</li>
</ul>
</div>
</div>
<div id="outline-container-orgd022ce9" class="outline-2">
<h2 id="orgd022ce9">Monday</h2>
<div class="outline-text-2" id="text-orgd022ce9">
<ul class="org-ul">
<li>PE -&gt; 13h</li>
</ul>
</div>
</div>

<div id="outline-container-orgb66b71d" class="outline-2">
<h2 id="orgb66b71d">Projeto da minha casa</h2>
<div class="outline-text-2" id="text-orgb66b71d">
</div>
<div id="outline-container-orgd12994c" class="outline-3">
<h3 id="orgd12994c">Enumerar a pot instalada</h3>
<div class="outline-text-3" id="text-orgd12994c">
<ul class="org-ul">
<li>1 lâmpada  (quarto) -&gt; ligada por 5h, de 6W -&gt; 1x5x6 = 300W/h (dia) -&gt; 9000W/h (mês)</li>
<li>2 lâmpadas (quarto 2) -&gt; ligada por 4h, de 9W -&gt; 2x4x9 = 72W/h (dia) -&gt; 2160W/h (mês)</li>
<li>3 lâmpadas (banheiros) -&gt; ligada por 2h, de 6W -&gt; 3x2x6 = 36W/h (dia) -&gt; 1080W/h (mês)</li>
<li>3 lâmpadas (cozinha) -&gt; ligada por 6h, de 9W -&gt; 3x6x9 = 162W/h (dia) -&gt; 4860W/h (mês)</li>
<li>3 lâmpadas (area de serviço) -&gt; ligado por 6h, de 9W -&gt; 162W/h (dia) -&gt; 4860W/h (mês)</li>
<li>1 computador -&gt; ligado por 8h, de 240W -&gt; 1920W/h (dia) -&gt; 57600W/h (mês)</li>
<li>1 televisão -&gt; ligado por 6h, de 100W -&gt; 600W/h (dia) -&gt; 18000W/h (mês)</li>
<li>1 geladeira -&gt; ligado por 6h, de 200W -&gt; 1200W/h (dia) -&gt; 36000W/h (mês)</li>
<li>1 microondas -&gt; ligado por 15min, de 2000W -&gt; 500W/h (dia) -&gt; 15000W/h (mês)</li>
<li>1 ventilador -&gt; ligado por 8h, de 60W -&gt; 480W/h (dia) -&gt; 14400W/h (mês)</li>
<li>Total = 162,9W/h (mês)</li>
</ul>
</div>
</div>
<div id="outline-container-org5702033" class="outline-3">
<h3 id="org5702033">Cálculo do inversor</h3>
<div class="outline-text-3" id="text-org5702033">
<ul class="org-ul">
<li>6 + 18 + 18 + 27 + 27 + 240 + 100 + 200 + 200 + 60 = 896 W -&gt; Inversor de 1kW</li>
</ul>
</div>
</div>
<div id="outline-container-org81bcc17" class="outline-3">
<h3 id="org81bcc17">Cálculo das baterias</h3>
<div class="outline-text-3" id="text-org81bcc17">
<ul class="org-ul">
<li>Pensar no tempo que as baterias tem que funcionar -&gt; usamos 1 dia</li>
<li>5432W -&gt; 20% das baterias -&gt; Logo 100% das baterias = 27160W -&gt; 27600W (that corresponds to) -&gt; Dividindo por 12 = 2263A -&gt; 10 baterias de 200Ah</li>
<li>Agora considerando 10% de perda nas cargas e descargas, multiplica por 81/100 -&gt; 24kW/0,81 = aprox 30kW</li>
<li>30kW/12V = 2,5kA -&gt; 10 baterias de 250Ah</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Luís Spengler</p>
<p class="date">Created: 2023-01-27 Fri 20:10</p>
</div>
</body>
</html>
